{
  "serviceName": "Gwasanaeth Gwrandawiadau llys a thribiwnlys / Court and Tribunal Hearings Service",
  "pdfAccessibility": " Tudalen PDF/UA  /  page ",
  "of": " o  /  of ",
  "listName": "Rhestr Ddyddiol o Achosion Teulu / Family Daily Cause List",
  "lastUpdated": "Diweddarwyd ddiwethaf  / Last Updated ",
  "inThe": "Yn y  / In the ",
  "listFor": "Rhestr ar gyfer  / List for ",
  "at": " yn  /  at ",
  "importantInfo": "Gwybodaeth Bwysig / Important Information",
  "legal1": "Mae cyfiawnder agored yn egwyddor sylfaenol yn ein system llysoedd a thribiwnlysoedd, a bydd yn parhau wrth i ni gynyddu'r defnydd o dechnoleg sain a fideo. / Open justice is a fundamental principle in our courts and tribunals system, and will continue to be as we increase the use of audio and video technology.",
  "legal2": "Dylai'r cyfryngau ac eraill wneud ceisiadau i arsylwi gwrandawiadau o bell yn  / Requests from the media and others to observe a hearing remotely in ",
  "legal3": " i  /  should be made direct to: ",
  "legal4": " neu drwy ffonio  /  or by calling ",
  "legal5": ". Yna gwneir trefniadau i'ch galluogi i fynychu. / . Arrangements will then be made to enable you to attend.",
  "legal6": "Wrth ystyried defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn ystyried egwyddorion cyfiawnder agored. Gall barnwyr benderfynu y dylid cynnal gwrandawiad yn breifat os oes angen gwneud hynny er mwyn sicrhau bod cyfiawnder yn cael ei weinyddu'n briodol. / When considering the use of telephone and video technology, the judiciary will have regard to the principles of open justice. Judges may determine that a hearing should be held in private if this is necessary to secure the proper administration of justice.",
  "headerValuesWrap": [
    "Amser / Time",
    "Cyfeirnod yr Achos / Case ID",
    "Enw'r achos / Case Name",
    "Math o wrandawiad / Hearing Type",
    "Lleoliad / Location",
    "Hyd / Duration"
  ],
  "headerValuesUnwrap": [
    "Ceisydd/Deisebydd / Applicant/Petitioner",
    "Atebydd / Respondent"
  ],
  "dataSource": "Ffynhonnell y Data:  / Data Source: ",
  "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl. / Thank you for reading this document thoroughly.",
  "bottomLegal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol. / Note this document contains Special Category Data as defined by Data Protection Act 2018, formally known as Sensitive Personal Data, and should be handled appropriately.",
  "bottomLegal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEM yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir. / This document contains information intended to assist the accurate reporting of court proceedings. It is vital you ensure that you safeguard the Special Category Data\n    included and abide by reporting restrictions (for example on victims and children). HMCTS will stop sending the data if there is concern about how it will be used."
}
