{
  "serviceName": "Gwasanaeth Gwrandawiadau llys a thribiwnlys",
  "pdfAccessibility": " Tudalen PDF/UA ",
  "of": " o ",
  "listName": "Tribiwnlysoedd Cyflogaeth Rhestr Ddyddiol",
  "listName1": "Tribiwnlysoedd Cyflogaeth: ",
  "listName2": "Rhestr Ddyddiol",
  "lastUpdated": "Diweddarwyd ddiwethaf ",
  "inThe": "Yn y ",
  "listFor": "Rhestr ar gyfer ",
  "at": " yn ",
  "openJustice1": "Mae cyfiawnder agored yn egwyddor hanfodol yn system y llysoedd a’r tribiwnlysoedd, a bydd hyn yn parhau wrth i ni ddefnyddio mwy ar dechnoleg sain a fideo.\n",
  "openJustice2": "Wrth ystyried defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn rhoi sylw i egwyddorion cyfiawnder agored. Gall barnwyr benderfynu cynnal gwrandawiad yn breifat os oes angen hynny er mwyn sicrhau'r broses o weinyddu cyfiawnder yn briodol.",
  "openJustice3": "Nid yw'r ffaith bod achos wedi ei gynnwys yn Rhestr y Wasg yn gwarantu na fydd yn destun gorchymyn adrodd cyfyngedig.  Dylai aelodau'r Wasg sicrhau nad oes gorchymyn yn bodoli ar achos unigol cyn cyflwyno deunydd i'w gyhoeddi.",
  "openJustice4":"Dylai'r cyfryngau ac aelodau'r cyhoedd wneud cais i arsylwi gwrandawiad o bell ymlaen llaw i:",
  "openJustice5": "Dylai'r confensiwn enwi ym mhennawd neges e-bost nodi:",
  "openJustice6":"\"MEDIA OR PUBLIC ACCESS REQUEST - AN Other v AN Other - Hearing Date.\"",
  "importantInformation": "Gwybodaeth bwysig",
  "venue": "Lleoliad: ",
  "courtRoom": "Ystafell llys",
  "backButton": "Yn ôl",
  "hearingDurationHour": "awr",
  "hearingDurationMinute": "munud",
  "hearingDurationHours": "awr",
  "hearingDurationMinutes": "munud",
  "rep": "Cynrychiolydd: ",
  "courtroom": "Ystafell llys",
  "startTime": "Amser Cychwyn",
  "duration": "Hyd",
  "caseNumber": "Cyfeirnod yr Achos",
  "claimant": "Hawlydd",
  "respondent": "Atebydd",
  "hearingType": "Math o wrandawiad",
  "jurisdiction": "Awdurdodaeth",
  "hearingPlatform": "Sianel y Gwrandawiad",
  "legalAdvisor": "Cynghorydd Cyfreithiol: ",
  "dataSource": "Ffynhonnell y Data",
  "bottomLegal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol.",
  "bottomLegal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEM yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir.",
  "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl."
}
