{
  "serviceName": "Gwasanaeth Gwrandawiadau llys a thribiwnlys",
  "pdfAccessibility": " Tudalen PDF/UA ",
  "of": " o ",
  "heading": "Tribiwnlys Haen Gyntaf: Siambr Mewnfudo a Lloches",
  "dailyList": " Rhestr Ddyddiol",
  "listFor": "Rhestr ar gyfer ",
  "lastUpdated": "Diweddarwyd ddiwethaf ",
  "at": " yn ",
  "importantInfo": "Gwybodaeth Bwysig",
  "legal1": "Mae cyfiawnder agored yn egwyddor hanfodol yn system y llysoedd a’r tribiwnlysoedd, a bydd hyn yn parhau wrth i ni ddefnyddio mwy ar dechnoleg sain a fideo.",
  "legal2": "Bydd partïon a chynrychiolwyr yn cael gwybod ynghylch y trefniadau ar gyfer gwrando achosion. Dylai unrhyw un arall sydd â diddordeb mewn ymuno â’r gwrandawiad gysylltu â:",
  "legal3": "Wrth ystyried a ddylid defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn ystyried yr egwyddor cyfiawnder agored. Efallai y bydd barnwyr yn penderfynu y dylid cynnal gwrandawiad yn breifat os yw hyn yn angenrheidiol i sicrhau y gweinyddir cyfiawnder yn briodol.",
  "startTime": "Amser Cychwyn",
  "caseRef": "Cyfeirnod yr Achos",
  "appellant": "Apelydd",
  "respondent": "Atebydd",
  "interpreterLanguage": "Iaith y Cyfieithydd",
  "hearingChannel": "Sianel y Gwrandawiad",
  "linkedCases": "Achos cysylltiedig",
  "hearingRoom": "Ystafell Wrandawiadau: ",
  "beforeJudge": " Cyn ",
  "dataSource": "Fynhonnell Data: ",
  "rep": " Cynrychiolydd: ",
  "noRep": "Dim Cynrychiolydd",
  "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl.",
  "bottomLegal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol.",
  "bottomLegal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEM yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir."
}
