{
  "title1": "Rhestr Ddyddiol SSCS ar gyfer ",
  "logoText1": "Gwasanaeth Llysoedd &",
  "logoText2": "Thribiwnlysoedd EM",
  "mainHeaderText": "Nawdd Cymdeithasol a Chynnal Plant",
  "headerSubText": " gwrandawiadau ar gyfer ",
  "infoSectionPara1": "Mae mynediad at gyfiawnder yn egwyddor hanfodol yn system y llysoedd a’r tribiwnlysoedd, a bydd hyn yn parhau wrth i ni ddatblygu technoleg sain a fideo.",
  "infoSectionMiddlePara1": "Dylai'r cyfryngau ac eraill wneud ceisiadau i arsylwi gwrandawiadau o bell yn ",
  "infoSectionMiddlePara2": " i ",
  "infoSectionMiddlePara3": " neu drwy ffonig ",
  "infoSectionMiddlePara4": ". Yna gwneir trefniadau i'ch galluogi i fynychu.",
  "infoSectionPara3": "Wrth ystyried defnyddio technoleg ffôn a fideo, bydd y farnwriaeth yn ystyried egwyddorion cyfiawnder agored. Gall barnwyr benderfynu y dylid cynnal gwrandawiad yn breifat os oes angen gwneud hynny er mwyn sicrhau bod cyfiawnder yn cael ei weinyddu'n briodol.",
  "hearingOverleaf": "Mae gwybodaeth am yr achos dros y ddalen",
  "dataSource": "Ffynhonnell y Data: ",
  "serviceName": "Gwasanaeth Gwrandawiadau llys a thribiwnlys - Tudalen PDF/UA ",
  "of": " o ",
  "listFor": "Rhestr ar gyfer ",
  "published": "Cyhoeddwyd: ",
  "tableHeaders": [
    "Amser y Gwrandawiad",
    "Cyfeirnod Apêl",
    "Math o Dribiwnlys",
    "Apelydd",
    "FTA/Atebydd",
    "Panel"
  ],
  "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl.",
  "legal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol.",
  "legal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEM yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir."
}
